[
  {
    "title": "100) Reservoir Dogs",
    "description": "Making his uber cool and supremely confident directorial debut, Quentin Tarantino hit audiences with a terrific twist on the heist-gone-wrong thriller. For the most part a single location chamber piece, Reservoir Dogs delights in ricocheting the zing and fizz of its dialogue around its gloriously —and indeed gore-iously) — intense setting, with the majority of the movie's action centring around one long and incredibly bloody death scene. Packing killer lines, killer needledrops, and killer, er, killers too, not only is this a rollicking ride in its own right, but it also set the blueprint for everything we've come to expect from a Tarantino joint. Oh, and by the way: Nice Guy Eddie was shot by Mr. White. Who fired twice. Case closed."
  },
  {
    "title": "99) Groundhog Day",
    "description": "Bill Murray is at the height of his (eventually) lovable schmuck powers as narcissistic weatherman Phil Connors. Andie McDowell brings the brains and the heart as distant-but-ever-closer-coming producer Rita Hanson. And Harold Ramis, directing and co-writing with Danny Rubin, manages to spin gold from the well-worn thread of a man stuck in time. Whilst this time-loop dramedy might not have been the first film to drink from this particular trope's well, it is inarguably head and shoulders above the rest. Murray's customarily snarky delivery gets the easy laughs flowing early doors, but it's the way the movie finds deeper things to say about existence and morals as it goes on, all whilst never feeling overly preachy or worthy, that keeps us coming back to it again, and again, and again."
  },
  {
    "title": "98) Paddington 2",
    "description": "When the first Paddington was on the way, early trailers didn't look entirely promising. Yet co-writer/director Paul King delivered a truly wonderful film bursting with joy, imagination, kindness, and just the odd hard stare from our beloved Peruvian bear. How was he going to follow that? By making one of the greatest sequels — nay, one of the best movies period — of all time, naturally. Matching wits with Hugh Grant's moustache-twirlingly evil and deliciously outré washed-up actor Phoenix Buchanan, Paddington (Ben Whishaw) is on typically adorable form here as his search for a special present for his Great Aunt Lucy leads to all sorts of hilarious hijinks . Like all great sequels, this one takes everything that made the first so good and builds on it, dialing up the spectacle, the silliness, and the emotional stakes. The result is as sweet as marmalade."
  },
  {
    "title": "97) Amelie",
    "description": "Jean-Pierre Jeunet's fourth feature – his second as a solo artist divorced from Marc Caro – saw the Delicatessen, The City of Lost Children and Alien: Resurrection filmmaker leave behind the overwhelming darkness of his earlier works and step out into the glorious sunshine of Amelie's whimsical fantasy Paris. Sure, a cynic could read the film as the story of Audrey Tatou's monomaniacal title character's relentless, somewhat stalkerish pursuit of the hapless Nino (Matthieu Kassovitz) around Montmartre's dream-like cityscape. But this one isn't for the cynics — it's a tribute to the daydreamers of this world. It's a sweet, nostalgic, sentimental, beautifully sunny, and unforcedly quirky romantic comedy played out amidst a veritable visual fantasia that only Jeunet could have conceived. Amelie will always be on our list of things we like."
  },
  {
    "title": "96) Brokeback Mountain",
    "description": "Ang Lee's adaptation of Annie Proulx's short story (scribed by Larry McMurtry and Diana Ossana) retains its source's sensitivity and grace whilst expanding its scope gorgeously, 10,000 words of prose turned into a sweeping cinematic romance for the ages before our very eyes. Played out against the beautiful mountain landscapes of Wyoming (or, in reality, the Canadian Rockies), the decades-spanning love story between shepherds Ennis Del Mar (Ledger) and Jack Twist (Gyllenhaal) — two men who unexpectedly find love on the titular mountainside, only to find it tested over the years as societal mores and heteronormative expectations work against them — is sensually observed and immaculately shot. Not only does it give you hope and breaks your heart in equal measure, but the multiple Oscar-winning movie's impact on queer cinema continues to be felt today. Even now, almost two decades later, we still don't know how to quit it (and honestly, we don't want to)."
  },
  {
    "title": "95) Donnie Darko",
    "description": "A high school drama with a time traveling, tangential universe threading, sinister rabbit featuring twist, Richard Kelly's deliberately labyrinthine opus was always destined for cult classic status. A certifiable flop upon its theatrical release, Kelly's film was one of the early beneficiaries of physical media's move to DVD, with the movie gaining a fandom in film obsessives who could pause, play, and skip back and forth through it at will. Any attempt to synopsise the movie is a fool's errand, but there's more than a hint of It's A Wonderful Life in the way we see Donnie (Jake Gyllenhaal, in a star-making turn) experiencing how the world would be worse off if he survives the jet engine that mysteriously crashes through his bedroom. That the film, with all its heavy themes and brooding atmosphere, manages to eventually land on a note of overwhelming optimism is a testament to Kelly's mercurial moviemaking. A mad world (mad world) Donnie Darko's may be, but it's also one that continues to beguile and fascinate as new fans find themselves obsessed with uncovering its mysteries."
  },
  {
    "title": "94) Scott Pilgrim Vs. The World",
    "description": "With Scott Pilgrim Vs. The World, Edgar Wright leaned all the way in to the things that make his directorial style so singular — excellent needle drops, a poppy visual palette, whip-pans and whip-smart wit — in order to do Bryan Lee O'Malley's beloved graphic novels justice. Michael Cera is on peak socially awkward Cera form here as the eponymous put-upon protagonist who's forced to face his new girlfriend's (Mary Elizabeth Winstead) seven evil exes in a series of increasingly wild face-offs. But it's the film's extraordinarily stacked ensemble (Chris Evans! Brie Larson! Anna Kendrick! Aubrey Plaza!), impressive mixed-media aesthetics, and endless pool of iconic quotes and playlist essential tunes that cement it as one of Wright's most memorable. This is good garlic bread."
  },
  {
    "title": "93) Portrait Of A Lady On Fire",
    "description": "Celine Sciamma's magnetic, masterful lesbian romance may be a recent addition to this list, but became an instant landmark of queer cinema upon its release. Starring Noumie Merlant as an 18th century painter and Aduele Haenel as her elusive subject, Portrait Of A Lady On Fire is a tale of an epic love developed in the quietest, most delicate way, formed in stolen moments and glances. Sciamma's carefully constructed, smouldering screenplay and our leads' electric chemistry are matched only by Claire Mathon's transcendent cinematography, with each impeccably framed, Renaissance inspired 8K shot bringing new meaning to the expression \"every frame a painting\". Pure poetry."
  },
  {
    "title": "92) Léon",
    "description": "In some ways, Luc Besson's first English-language movie is a spiritual spin-off: after all, isn't Jean Reno's eponymous hitman just Nikita's Victor The Cleaner renamed and fleshed out? In all seriousness though, Besson's film — which sees Reno's titular contract killer caught up in an unlikely coming-of-age tale after his next-door neighbours wind up on the wrong side of a DEA sting — is very much its own beast. Inarguably, its greatest strength however isn't Reno, or even Gary Oldman's unhinged baddie Stansfield, but a very young Natalie Portman, who delivers a luminous, career-creating performance as vengeful 12-year-old Mathilda. Despite some of the ickiness inherent in the relationship the film presents between a middle-aged man and a pre-teen girl, Portman's phenomenal performance helps augment an unlikely kinship that winds up being deeply affecting to watch."
  },
  {
    "title": "91) Logan",
    "description": "If you're going to wrap up your tenure as one of the most loved superhero icons in fiction, it's hard to think of a better way than how Hugh Jackman — under the direction of a never-better James Mangold — punched out on the time clock of playing Wolverine. Set in a dark near-future world where an ageing Logan is caring for a mentally unstable Professor Xavier (Patrick Stewart) and getting mixed up yet again with some very dangerous people, Logan takes cues from Western greats such as Shane as Wolvie wrestles with his mortality and history of violence. A truly original superhero tale that is mournful without being morbid, Mangold's mutant masterwork is the perfect end to Logan's story (even if Jackman is set to flex his adamantium stuff once again in Deadpool & Wolverine)."
  },
  {
    "title": "90) The Terminator",
    "description": "After his directorial debut Piranha II: Flying Killers fell on its face, James Cameron could've been forgiven for calling it quits on a filmmaking career in Hollywood. Instead, he made The Terminator — and the rest, as they say, is history. Shot on a $6 million budget, Cameron's sophomore feature may crib a little from Michael Crichton's Westworld and Harlan Ellison's Outer Limits episode 'Soldier', but its action — which revolves around Arnold Schwarzenegger's instantly iconic shot-gun toting, shades rocking, time travelling cyborg killer — is, outside of Cameron's own oeuvre since, without comparison. Made with all the relentless tension of a slasher (after all, what is Arnie's Terminator if not Michael Myers in leathers?) and the kinetic thrills of a balls-to-the-wall blockbuster, nothing has been the same since the T-800 told Linda Hamilton's Sarah Connor \"Come with me if you want to live.\""
  },
  {
    "title": "89) No Country For Old Men",
    "description": "A perfect meeting of two creative forces' artistic sensibilities, The Coen brothers' adaptation of Cormac McCarthy's literary great sees the directorial duo imbue the existentialism of McCarthy's book with their signature brand of dark and violent filmmaking. The result is a tense, slow, and mysterious take on the chase movie format, lensed immaculately by legendary DP Roger Deakin. It's also a film that thoughtfully considers the question of how — or even if — good people can ever hope to deal with a world that's entirely gone to shit. And lest we forget, this was the movie that gave us Javier Bardem's cold-blooded sociopathic killer Anton Chigurh, a villain so terrifying that Hollywood has scarcely been able to resist casting Bardem as the go-to bad guy ever since."
  },
  {
    "title": "88) Titanic",
    "description": "What to say about James Cameron's epic romantic tragedy Titanic? It's 'My Heart Will Go On'. It's \"Paint me like one of your French girls.\" It's a steamy handprint on a cab's back window and a frosted breath on a floating door that's definitely big enough for two. It's sparks flying between Leonardo DiCaprio and Kate Winslet and Billy Zane being the ultimate shit-eating grinning baddie. It is, figuratively and literally, one of the biggest movies ever made. Sure, Cameron's fictive based on the 1912 sinking of the world's biggest cruise liner may have suffered a difficult, overrunning shoot, and sure it may have been predicted to be a career-ending flop. But it turned out to be one of the most successful films of all time, both at the box office and at the Oscars, and as Cameron himself proudly declared, it did indeed make him \"King of the world!\""
  },
  {
    "title": "87) The Exorcist",
    "description": "For many still the definitive exorcism film (sorry The Pope's Exorcist!), William Friedkin's 1973 masterwork is the stuff of horror legend. The movie, which sees Linda Blair's 12-year-old Regan possessed by demonic spirit Pazuzu, endures as a jump-out-of-your-skin shocker thanks to its still-gnarly pea-vomiting, spider crawling, head-spinning, and crucifix screwing sequences. But this is no mere jump-scare chiller, not by a long stretch. In fact, the real reason it continues to affect audience so deeply today is because of the way Friedkin, through the figures of Fathers Damien Karras (Jason Miller) and Lankester Merrin (Max Von Sydow), so skilfully stages a soul-shaking crisis of faith, sustaining and building an atmosphere of such dread, such spiritual torment, that you can't help but feel you've unleashed something Satanic simply by watching it."
  },
  {
    "title": "86) Black Panther",
    "description": "After his standout introduction in Captain America: Civil War, 2018's Black Panther allowed us to properly meet Chadwick Boseman's T'Challa, and see his Wakandan kingdom in all its glory. Impeccably directed by Creed's Ryan Coogler, it's an astonishing Afrofuturistic vision that oozes with a cool, colourful regality. And that culture-rich canvas the movie creates is beautifully filled with Oscar-winning costume design, a slew of stunning set pieces, and one of the most banger-filled soundtracks of the 21st Century. What's more, its mercurial narrative blend of pulsating espionage thriller and Afro-futurist family saga ensures the movie has the substance to support its style. Soaring to billion dollar-plus box office takings, Black Panther's cultural impact cannot be understated — and after the tragic loss of Boseman in 2020, the film lives on as the defining role for a truly remarkable talent."
  },
  {
    "title": "85) Shaun Of The Dead",
    "description": "Before its release, you might have been forgiven for thinking that Edgar Wright's proper feature directorial debut would be Spaced: The Movie. Which, honestly, probably would've been great actually. But what we got was so, so much more. A zom-rom-com made with real genre nous and a distinctly British sense of humour, Wright's movie strikes the perfect balance between laugh-out-loud comedy and seriously gruesome undead horror. From its perfectly synchronised 'Don't Stop Me Now' zombie beatdown, to Nick Frost and Simon Pegg's star-making, side-splitting performances, to Edgar Wright's go-for-broke gonzo approach to shooting and editing, this is British filmmaking at its finest. Fuck-a-doodle-doo!"
  },
  {
    "title": "84) Lost In Translation",
    "description": "With her sophomore feature, Sofia Coppola took a familiar enough rom-com set-up — two strangers cross paths in a foreign place — and turned it into a mesmerising mumblecore anti-romance. As listless college grad Charlotte and world weary actor Bob, Scarlett Johansson and Bill Murray share an ineffable chemistry, both offering beautifully understated performances as two people whose geographic and emotional sense of dislocation in Tokyo is simultaneously what brings them together and, ultimately, what keeps them apart, too. And its ending, in which Bill Murray's Bob whispers words we never hear into Charlotte's ear, is an all-timer. For an anti-romance, it sure does feel incredibly romantic all the same."
  },
  {
    "title": "83) Thor: Ragnarok",
    "description": "A significant factor in the success of the MCU, especially across its first decade, was the way Kevin Feige cannily employed directors better known for making smaller, more independent movies, and then handed them the keys to the franchise's kingdom to let them do their own thing. Among the best to grasp such an opportunity is Kiwi auteur Taika Waititi, the man who helped Chris Hemsworth's Thor find the only weapon in his arsenal more mighty than Mjölnir — his funny bone! After the more Shakespearean severity of his first two solo movies, Thor Ragnarok shakes up the God of Thunder's entire world by, well, pretty much destroying it. And do you know what? It has an absolute blast doing it. Full of action, bursting with colour, and boasting a uniformly excellent ensemble — Mark Ruffalo! Tessa Thompson! Jeff Goldblum! Cate Blanchett! — this is pretty much the Platonic ideal of a popcorn superhero blockbuster. And we're pretty sure The Godfather hasn't got a Korg, either. Anybody want a pamphlet?"
  },
  {
    "title": "82) The Usual Suspects",
    "description": "Five criminals are brought together to pull off a jewel snatching heist and suspicion and shoot-outs abound. It sounds like Reservoir Dogs doesn't it? In fact, it was even marketed as such. But a Tarantino picture The Usual Suspects ain't. Taking the line-up team-up concept as a starting point for something altogether different in execution, Bryan Singer and writer Christopher McQuarrie's super-twisted, uber-cool crime thriller attains true greatness through its inventive use of a supernatural-horror style backdrop. In the shape of mythic crime lord Keyser Soze, the movie fashions a phantom menace terrifying enough to put the willies up even the most hardened of criminals. Turns out the greatest trick the Devil ever pulled was actually convincing us all this was going to be just another crime movie."
  },
  {
    "title": "81) Psycho",
    "description": "Imagine what it would've been like to go and see Psycho in 1960. No late entry to the multiplex. Virtually no marketing beyond some shots of the Bates Motel and some old house overlooking it. And then, for the entire opening act, you think you've got it all figured out — it's a good old-fashioned noir! Janet Leigh's on the lam with a bunch of her boss' money and heading for a new life. And then she stops at that motel from the promos, meets the strange-but-nice-enough Norman Bates (Anthony Perkins), and hops in the shower. Then suddenly STAB! goes a knife. STAB! goes Bernard Hermann's piercing string score. And again, and again, and again. And from that moment on, you're rooted to your seat, in thrall to a madman (whether that's Hitch or Norman is your call), and certain to never be the same again. Pure cinema! (Also, don’t sleep on Psycho II, one of the most unexpected, underrated gems in sequel history!)"
  },
  {
    "title": "80) L.A. Confidential",
    "description": "Famously dense, knottily plotted, and told in a staccato style that sees the author almost abandon anything recognisable as a sentence altogether, James Ellroy's L. A. Quartet of epic crime novels hardly screams prime fodder for the big-screen treatment. The miracle of Curtis Hanson and Brian Helgeland's L. A. Confidential then, which adapts the third book in Ellroy's quartet, is that not only does it viscerally capture the author's noirish sense of Los Angeles as a dark-hearted labyrinth, a City of Angels whose angels are falling, but it also manages to trim all the fat off the original 500-ish page tome without losing any of its soul or meaning. That it also features exceptional performances across the board, especially from Russell Crowe as conscience-discovering bruiser Bud White and Guy Pearce as ramrod rookie Ed Exley only solidifies its position further as one of the great modern works of noir cinema."
  },
  {
    "title": "79) E.T. – The Extra Terrestrial",
    "description": "Over the years, the phrase \"Amblinesque\" has come to be a calling card for family-friendly adventures thrumming with heart, wonder, and just a smidge of darkness. It only takes a look at the success of the Duffer brothers' Stranger Things to see the Amblin approach will never go out of style. Never has that moviemaking method been more perfectly encapsulated however than in Steven Spielberg's actual Amblin joint E.T. The Extraterrestrial. Equal parts stonking children's adventure and poignant meditation on familial dysfunction and our capacity for healing, E.T. carefully beds its supernatural elements in an utterly relatable everykid world, tempering its cuter, more sentimental moments with a true sense of jeopardy. Boasting an extraordinary lead performance from a 10-year-old Henry Thomas, one of John Williams greatest scores, and an ending that still has us in floods over forty years later, E.T. remains the gold standard for family filmmaking."
  },
  {
    "title": "78) In The Mood For Love",
    "description": "Set in 1960s Hong Kong, Wong Kar Wai’s In The Mood For Love sees neighbours Chow (Tony Leung) and Su (Maggie Cheung) falling for one another when they discover their spouses are cheating together. It’s a set-up that seems fit for a farce, but Wong uses it instead to create a sizzlingly sensual yet heartbreakingly restrained exploration of, as Chow puts it, how feelings “can creep up just like that”. With a distinctive, noir inflected visual style (homaged to great effect in Everything Everywhere All At Once), and two of the most beautiful human beings to ever grace the screen in the form of Leung and Cheung at its centre, In The Mood For Love captures unspeakable desire quite unlike anything else. In any other filmmaker’s hands, the denouement - which sees Chow whisper his affections in Cambodia's Angkor Wat temple - could’ve been mawkish. In Wong Kar Wai’s though, it’s an unparalleled expression of love."
  },
  {
    "title": "77) Star Wars: Return Of The Jedi",
    "description": "In this post-Phantom Menace world, the Ewoks don't seem quite so egregious, do they? Endor's teddy-bear guerillas might have got sneered at, but they shouldn't blind us to Jedi's assets: the explosive team-re-gathering opening; the crazily high-speed forest chase; and that marvellously edited three-way climactic battle that dextrously flipped us between lightsabers, spaceships and a ferocious (albeit fuzzy) forest conflict."
  },
  {
    "title": "76) Arrival",
    "description": "Denis Villeneuve's empathic, perception-bending alien visitation drama is a delicately crafted modern rework of The Day The Earth Stood Still, except the extra-terrestrials are truly otherworldly and there's the sky-high obstacle that is the language barrier. With its message that open-minded communication enables us to realise the things we have in common with those who appear vastly different, it feels like genuinely compulsive viewing for these troubled times."
  },
  {
    "title": "75) A Quiet Place",
    "description": "Take a simple concept (don't make a sound, or aliens will get you), a stellar cast (Emily Blunt, Millicent Simmonds, Noah Jupe) and a director with a laser-sharp vision (John Krasinski) and what do you get? As it turns out, one of the most innovative, refreshing, unbearably tense horror movies of the 21st century. From the second it starts, the imposed silence of A Quiet Place makes it a revelatory cinematic experience – as the Abbott family pad gently around their home, the store, the woods, you feel in your bones that one wrong step equals disaster. The (loudly) ticking time bomb of imminent childbirth sets the scene for a stellar scary finale, but it's the deeply endearing family dynamic that sets this apart."
  },
  {
    "title": "74) Trainspotting",
    "description": "For their follow up to the superb Shallow Grave, Danny Boyle (director), Andrew Macdonald (producer) and John Hodge (screenwriter) foolhardily elected to film the supposedly unfilmable: Irvine Welsh's scrappy, episodic, multi-perspective novel about Edinburgh low-lives. The result couldn't have been more triumphant: the cinematic incarnation of 'Cool Britannia' came with a kick-ass soundtrack, and despite some dark subject matter, came with a punch-the-air uplifting pay-off."
  },
  {
    "title": "73) Mulholland Drive",
    "description": "David Lynch messes with Hollywood itself in a mystery tale that's as twisted as the road it's named after, while presenting Tinseltown as both Dream Factory and a realm of Nightmares. It also put Naomi Watts on the map; her audition scene remains as stunning as it was 20 years ago."
  },
  {
    "title": "72) Rear Window",
    "description": "Photographer LB Jeffries (James Stewart) is on sick leave, with a broken leg. He's bored to tears, so he starts spying on his neighbours. Then he witnesses a murder. OR DOES HE? Alfred Hitchcock really knew how to take a corker of a premise and spin it into a peerless thriller (that's why they called him The Master Of Suspense), but Rear Window also deserves praise for an astonishing set build: that entire Greenwich Village courtyard was constructed at Paramount Studios, complete with a drainage system that could handle all the rain."
  },
  {
    "title": "71) Up",
    "description": "A lot has been said about the opening to Pete Docter's Pixar masterpiece, and rightly so, wringing tears from the hardest of hearts with a wordless sequence set to Michael Giacchino's lovely, Oscar-winning score that charts the ups and downs of a couple's marriage. Yet while the majority of the film is more of a straight-ahead adventure tale (albeit one with a wacky bird and talking dogs), that doesn't make it any less satisfying. And let's be honest — the story of a man who uses balloons to float his house to a foreign land, accidentally picking up a young wilderness explorer scout as he does, feels perfectly Pixar."
  },
  {
    "title": "70) Spider-Man: Into The Spider-Verse",
    "description": "Having Phil Lord and Chris Miller's names on a movie is regularly the guarantee of something great, but the full team behind this animated marvel (in both upper- and lower-case senses of the word) is what makes it work. Bob Persichetti, Peter Ramsey, and Rodney Rothman all added something as directors (with Rothman co-writing alongside Lord) and their animators whipped up a visually dynamic, exciting, and heartwarming adventure that literally spans multiverses before the MCU introduced it. Bringing Miles Morales to the screen was a masterstroke, and Shameik Moore's vocal work gives him buckets of charm."
  },
  {
    "title": "69) Inglourious Basterds",
    "description": "From its Sergio Leone-riffing opening to its insanely OTT, history-rewriting finale, Tarantino's World War II caper never once fails to surprise and entertain. As ever, though, QT's at his best in claustrophobic situations, with the tavern scene ramping up the tension to almost unbearable levels."
  },
  {
    "title": "68) Lady Bird",
    "description": "With her directorial debut, the wry wit and emotional potency of Greta Gerwig's previous work came even sharper into focus – telling a beautifully nuanced coming-of-age story about mothers, daughters, and the hometowns you yearn to leave, only for them to be truly appreciated in the rear-view mirror. Saoirse Ronan is perfectly precocious as the not-always-likeable Christine 'Lady Bird' McPherson, experiencing fractured friendships, first fuckboys, and fateful fumbles in her final year of high school in 2003 Sacramento."
  },
  {
    "title": "67) Singin' In The Rain",
    "description": "A joyous, vibrant Technicolor celebration of the movies, that's such an essential viewing experience there should perhaps be a law that it feature in every DVD and Blu-ray collection. It's no mere Hollywood self-love exercise, though. As star Don Lockwood, Gene Kelly brings a sense of exasperation at the film industry's diva-indulging daftness, making it a gentle piss-take, too."
  },
  {
    "title": "66) One Flew Over The Cuckoo's Nest",
    "description": "Ken Kesey's era-defining novel was in good hands with screenwriters Lawrence Hauben and Bo Goldman, not to mention director Milos Forman: five Oscars were testament to that, including one for Jack Nicholson, who's arguably never been better as a man destined to be chewed up by the unfeeling system (ditto Louise Fletcher, who represents that system in the form of Nurse Ratched)."
  },
  {
    "title": "65) Seven Samurai",
    "description": "A film so good they remade it twice — as The Magnificent Seven, then as Battle Beyond The Stars. Or four times, arguably... if you count A Bug's Life and the remake of The Magnificent Seven. You could also make the case that Avengers Assemble is a version, too. The point is this: Akira Kurosawa's epic, 16th century-set drama about a motley gang of warriors uniting to save a village from bandits couldn't be more influential. Cinema simply wouldn't be the same without it."
  },
  {
    "title": "64) La La Land",
    "description": "As much a technical marvel as it is an acting tour-de-force, Damien Chazelle's Los Angeles love letter proved a ridiculously easy movie to fall in love with, even for those who may have grumbled that they weren't really into musicals before sitting down to watch it. Go on, admit it: You're still humming \"Another Day Of Sun\", aren't you?"
  },
  {
    "title": "63) Get Out",
    "description": "Even given the darker tones of a few Key And Peele sketches, no one could have predicted that Jordan Peele would place himself on track to become a modern master of horror. And it all started with this, the Oscar-winning kick-off to his film career in which Daniel Kaluuya's Chris meets his girlfriend Rose's (Allison Williams) parents and discovers some truly shocking secrets. White guilt, specific racism, slavery and more blend into a socially conscious terror tale that rings every note with pitch-perfect accuracy. You'll never look at a cup of tea the same way again."
  },
  {
    "title": "62) Lawrence Of Arabia",
    "description": "If you only ever see one David Lean movie... well, don't. Watch as many as you can. But if you really insist on only seeing one David Lean movie, then make sure it's Lawrence Of Arabia, the movie that put both the \"sweeping\" and the \"epic\" into \"sweeping epic\" with its breath-taking depiction of T.E. Lawrence's (Peter O'Toole) Arab-uniting efforts against the German-allied Turks during World War I. It's a different world to the one we're in now, of course, but Lean's mastery of expansive storytelling does much to smooth out any elements (such as Alec Guinness playing an Arab) that may rankle modern sensibilities."
  },
  {
    "title": "61) Pan's Labyrinth",
    "description": "Guillermo Del Toro's fairy tale for grown-ups, as pull-no-punches brutal as it is gorgeously, baroquely fantastical. There's an earthy, primal feel to his fairy-world here, alien and threatening rather than gasp-inducing and 'magical', thanks in no small part to the truly cheese-dream nightmarish demon-things Del Toro conjures up, sans CGI, with the assistance of performer Doug Jones."
  },
  {
    "title": "60) Hot Fuzz",
    "description": "Edgar Wright, Simon Pegg and Nick Frost's tribute to big American cop movies isn't just a great fish-out-of-water comedy, sending high-achieving London policeman Nick Angel (Pegg) to the most boring place in the UK (or so it seems). It also manages to wring every last drip of funny out of executing spot-on bombastic, Bayhem-style action in a sleepy English small-town setting."
  },
  {
    "title": "59) Moonlight",
    "description": "Adapted from Tarell Alvin's play In Moonlight, Black Boys Look Blue, Barry Jenkins' Oscar-winning drama is the kind of film that seeps under your skin and stays there. Tracking one man's life in three stages, and the love (and lack of it) that made him who he is, Moonlight evokes a sense of intimacy so palpable, the camera's gaze into the characters' eyes so intense, you can't bear to look away. Mahershala Ali and Naomie Harris are impeccable in supporting roles, with Trevante Rhodes and Andre Holland delivering an unforgettable final act."
  },
  {
    "title": "58) Guardians Of The Galaxy",
    "description": "Marvel took one of its biggest swings with this space-borne adventure, which featured the MCU's freakiest and least-known characters (a talking raccoon, a walking tree, a green assassin lady, a muscleman named after a Bond villain and Star-who!?), starred that schlubby fellah from Parks And Rec, and was directed by the guy who turned Michael Rooker into a giant slug-monster in Slither. Which is pretty cool, when you think about it."
  },
  {
    "title": "57) Blade Runner 2049",
    "description": "Putting together the director of Arrival with a sci-fi franchise that – for box office performance reasons — hasn't been overexploited the way some others have, seemed like a no-brainer. It's actually a big brainer, with Denis Villeneuve dipping into Philip K. Dick's universe and constructing a sequel that not only doesn't embarrass Ridley Scott's original, but builds out that world, adding layers and texture while still feeling of a piece. Audiences still didn't exactly bite, but between Harrison Ford revisiting his iconic replicant hunter and Ryan Gosling grappling with his own identity, 2049 is a triumph of quiet character moments and glorious, sense-enveloping spectacle."
  },
  {
    "title": "56) The Social Network",
    "description": "Or, I'm Gonna Git You Zuckerberg. Portrayed as an über-ruthless ultra-nerd by Jesse Eisenberg, it's fair to say the Facebook founder came out of David Fincher's social-media drama smelling less of roses than the stuff you grow them in. But it is great drama, expertly wrought by screenwriter Aaron Sorkin, who exploits the story's central paradox (a guy who doesn't get people makes a fortune getting people together online) to supremely juicy effect."
  },
  {
    "title": "55) Taxi Driver",
    "description": "Martin Scorsese and Paul Schrader's gripping portrayal of a mentally crumbling Vietnam vet (Robert De Niro's Travis Bickle) who ultimately figures the only way to wash the crime-caked streets of New York is with a nice, big bloodbath. Everyone here's at the top of their game: Scorsese, Schrader, De Niro, 14-year-old Jodie Foster and composer Bernard Herrmann. Yes, it's still talkin' to us."
  },
  {
    "title": "54) Saving Private Ryan",
    "description": "The sheer bludgeoning, blood-spilling, visceral power of its Omaha Beach, D-Day-landing opening act ensured that Steven Spielberg's fourth World War II movie set the standard for all future battle depictions. Its shaky-staccato-desaturated style (courtesy of Janusz Kaminski's ingenious cinematography) newsreel made cinema has been oft-copied, but rarely bettered."
  },
  {
    "title": "53) Forrest Gump",
    "description": "Robert Zemeckis' affable stroll through some of America's most turbulent decades, as seen through the childlike eyes of the simple-but-successful Forrest — the role which earned Tom Hanks his second Oscar in two years. And it says a lot about the film's emotional heft that it managed to win an Oscar itself, when it was in competition with both Pulp Fiction and The Shawshank Redemption."
  },
  {
    "title": "52)  Point Break",
    "description": "\"Ever fired your gun in the air and gone 'Ahhhh?'\" PC Danny Butterman's well-placed reference in Hot Fuzz confirmed, if confirmation were ever needed, that Point Break is a fundamental pillar of '90s pop culture cool, and one of the most memorable action blockbusters ever made. In Keanu Reeves and Patrick Swayze, we get two smouldering sides of the same anti-heroic coin; in W. Peter Iliff's screenplay, we get gems of dialogue like \"The correct term is 'babes', sir\"; and in Kathryn Bigelow's frenetic, confident direction, we get intense foot chases, fiery shoot-outs, epic surfing, and a spot of light skydiving. It shouldn't work: extreme sports, bank robberies and male bonding? But it does, every time."
  },
  {
    "title": "51) Whiplash",
    "description": "If Damien Chazelle's semi-autobiographical drama taught us anything, it's that jazz drumming is more hazardous to learn than base jumping. Especially when your mentor is J.K. Simmons' monstrous Fletcher: a raging bully who makes army drill instructors look like Care Bears. Though, of course, you could always argue that Fletcher's methods certainly got great results out of Miles Teller's battered but triumphant Andrew..."
  },
  {
    "title": "50) Vertigo",
    "description": "If Psycho was Hitchcock's big shocker, then Vertigo is the one that gets properly under your skin. With James Stewart's detective stalking Kim Novak's mysterious woman, witnessing her suicide, then becoming obsessed with her double, it's certainly disturbing and most definitely (as the title suggests) disorientating. In the most artful and inventive way."
  },
  {
    "title": "49) Spirited Away",
    "description": "For a Western world raised on Disney movies, Spirited Away was a bracing change of pace – pure, uncut Studio Ghibli. Taking in bathhouses, spirits of Shinto folklore, and morality without clear-cut distinctions of good and evil, Hayao Miyazaki's major crossover hit is distinctly Japanese. It's the film that brought Studio Ghibli – and anime at large – to mainstream Western audiences, an influence increasingly felt in the likes of Moana and Frozen II."
  },
  {
    "title": "48) Ghostbusters",
    "description": "As high-concept comedies go, Ghostbusters is positively stratospheric: a story of demonic incursion... with gags! And it manages to wring a fantastic supernatural adventure out of that concept, while never neglecting the opportunity to deliver a great laugh; or, on the flipside, ever allowing the zaniness to swallow up plot coherence. Ray Parker Jr was right. Bustin' did indeed make us feel good."
  },
  {
    "title": "47) Do The Right Thing",
    "description": "Spike Lee had already caused a stir with his first two films – She's Gotta Have It and School Daze – but this was the one that changed everything, with Lee at full pelt, fully formed, in full command and full of fury. Over the longest, hottest summer's day in Brooklyn's Bed-Stuy, already boiling tensions between the African-Americans on the block and the Italian-Americans running a pizzeria eventually peak, erupting into violence. It's an absolutely flawless, funny, frightening piece of work, rammed with soon-to-be iconography from start to finish. It hasn't dated a day."
  },
  {
    "title": "46) Schindler's List",
    "description": "Spielberg's masterpiece, hands down. You might say the shark looks fakey in Jaws. You may wonder how Indy clung to the German sub in Raiders. But there's no flaws to be found in his harrowing, (mostly) monochromatic depiction of Nazi persecution of the Jewish community in Krakow. Unless you're the kind of shallow person who only watches movies that are 'entertaining'. In which case, you're missing out."
  },
  {
    "title": "45) The Big Lebowski",
    "description": "You've got to hand it to the Coen brothers. Not only did they make arguably the funniest movie of the '90s — which has since spawned a genuine film cult — they also managed to construct a kidnap mystery in which the detective isn't a detective and nobody was actually kidnapped. With bowling, marmots and a urine-stained rug."
  },
  {
    "title": "44) It's A Wonderful Life",
    "description": "Frank Capra's Christmas fantasy was the movie that coaxed a war-battered James Stewart back to acting, and a good thing, too: as George Bailey, who's shown a mind-blowing parallel reality in which he never existed, Stewart was never more appealing. And he tempers any potential schmaltz, too, with a sense of underlying world-weariness — one that he no doubt brought back from the conflict in Europe."
  },
  {
    "title": "43) There Will Be Blood",
    "description": "If America were a person, then oil man Daniel Plainview (Daniel Day-Lewis) is a vampire. (A milkshake-drinking vampire, if you feel like mixing our metaphor with his own.) Which is why it's appropriate that Paul Thomas Anderson gives the film a bit of a horror-movie vibe throughout and Day-Lewis delivers such a deliciously monstrous performance... right up to the point where he spills literal blood in an empty mansion, haunted only by himself."
  },
  {
    "title": "42) 12 Angry Men",
    "description": "Juries most often amount to little more than set dressing in courtroom dramas. But Sidney Lumet's film finds all its drama outside the courtroom itself and inside a jury deliberation room packed with fantastic character actors, who are forced to re-examine a seemingly straightforward case by lone-voice juror Henry Fonda. It's all about the value of looking at things differently, and a reminder that nothing is more important than great dialogue."
  },
  {
    "title": "41) The Silence Of The Lambs",
    "description": "Not only the first horror to win a Best Picture Oscar, it's also only the third movie to score in all four main categories: Picture, Director (the late, great Jonathan Demme), Actress (Jodie Foster) and Actor (Anthony Hopkins) — the latter managing that despite technically being a supporting performer, with a mere 25-ish minutes of screen time. Even so, it feels like Foster's movie more than anybody's: her vulnerable-but-steely Clarice Starling is defined by her ability, not her gender."
  },
  {
    "title": "40)  Citizen Kane",
    "description": "Orson Welles' game-changing fictional biopic, that managed to both launch his film career and ruin it at the same time (turns out it's not a good idea to piss off powerful newspaper magnates by viciously satirising them to a mass audience). Not only did he use impressive new film-making techniques that make it feel like a movie far younger than its 76 years, but its power-corrupts story still resonates loudly. Now more than ever, in fact."
  },
  {
    "title": "39) Gladiator",
    "description": "Ridley Scott's comeback (after a bad run with 1492, White Squall and G.I. Jane). Russell Crowe's big Hollywood breakthrough. And, thanks to the scope of Scott's visual ambition combined with a leap forward in CGI quality, the movie that showed the industry you could make colossal historical epics commercially viable once more. Yes, we were entertained."
  },
  {
    "title": "38) The Good, The Bad And The Ugly",
    "description": "Sergio Leone sets three renegades against each other in a treasure hunt backdropped against the chaos and madness of the American Civil War. The result is the movie on his CV which best balances art and entertainment. Clint Eastwood and Lee Van Cleef are great value as Blondie and Angel Eyes, but it's Eli Wallach's Tuco who steals this Wild West show: \"When you have to shoot, shoot. Don't talk.\""
  },
  {
    "title": "37) Se7en",
    "description": "Aka David Fincher's second debut movie. What sounded like a daft, novelty serial-killer thriller turned out to be a deeply rattling proper-shocker, which had the guts to throw down its biggest narrative twist halfway through, as warped murderer-moralist John Doe gives himself up. A twist made all the more effective thanks to Kevin Spacey's insistence he wasn't billed until the end credits."
  },
  {
    "title": "36) Eternal Sunshine Of The Spotless Mind",
    "description": "Director Michel Gondry and screenwriter Charlie Kaufman deconstruct the relationship drama via a fantastic psycho-sci-fi device, as Jim Carrey's Joel races through his own mind to reverse a process by which all his memories of his failed relationship with Kate Winslet's Clementine are to be erased. Which is a brilliantly weird, round-the-houses way of reminding us that heartbreak should be valued as one of the things that makes us. Better to have loved and lost, and all that."
  },
  {
    "title": "35) The Shining",
    "description": "Stanley Kubrick's elegant adaptation of Stephen King's haunted-hotel story, starring a wonderfully deranged Jack Nicholson, is often cited as The Scariest Horror Movie Ever Made (perhaps tied with The Exorcist), but it's also the Least Suitable Movie To Watch On Father's Day Ever. Unless you're the kind of Dad who thinks obsessively typing the same sentence over and over then chasing after your wife and kid with an axe constitutes good parenting."
  },
  {
    "title": "34) The Lord Of The Rings: The Two Towers",
    "description": "Aside from Boromir, Aragorn and the small-town denizens of Bree, there's not a huge amount of human representation in The Fellowship Of The Ring. So one of the pleasures of The Two Towers is seeing Middle-earth truly open out after the arrival at Rohan, where the series takes on more of a sweeping, Nordic feel... Building up, of course, to Helm's Deep, a ferocious action crescendo which features gratuitous scenes of dwarf-tossing."
  },
  {
    "title": "33) Casablanca",
    "description": "When you've got such a clear-cut good-vs-evil scenario as World War II, it takes guts to put out a film which lets its (anti-) hero lurk for so long in a grey area of that conflict — while said War was still raging, no less. Of course, Rick (Humphrey Bogart) eventually does the right thing, but watching him make both the Resistance and the Nazis squirm right up to the final scene is truly joyous."
  },
  {
    "title": "32) The Thing",
    "description": "Any argument about whether or not modern remakes can ever be better than the 'classic' originals should be ended pretty quickly by mentioning this movie. With the help of SFX genius Rob Bottin, John Carpenter took the bones of Howard Hawks' 1951 The Thing From Another World and crafted an intense, frosty sci-fi thriller featuring Hollywood's ultimate movie monster: one that could be any of us at any time, before contorting into a genuine biological nightmare."
  },
  {
    "title": "31) Interstellar",
    "description": "Christopher Nolan's tribute to 2001 and The Right Stuff (with a little added The Black Hole) presents long-distance space travel as realistically as it's possible to with the theoretical physics currently available. From the effects of gravity to the emotional implication of time dilation, it mixes science and sentiment to great effect. And it has a sarcastic robot, too."
  },
  {
    "title": "30) Heat",
    "description": "Michael Mann's starry upgrade of his TV movie LA Takedown squeezed every last drop of icon-juice out of its heavyweight double-billing, bringing Pacino and De Niro together on screen, sharing scenes for the very first time. The trick was to only do it twice during the entire running time, with that first diner meeting virtually fizzing with alpha-star electricity."
  },
  {
    "title": "29) Apocalypse Now",
    "description": "The film-maker go-to movie du jour. Gareth Edwards cited Coppola's vivid and visceral jungle trek as a major influence on Rogue One; Jordan Vogt-Roberts drew from it extensively for Kong: Skull Island, and Matt Reeves sees War For The Planet Of The Apes as his own simian-related tribute. Hardly surprising; it's both a visually rich war movie and also a powerfully resonant journey into the darkest recesses of the human soul."
  },
  {
    "title": "28) Indiana Jones And The Last Crusade",
    "description": "You voted... wisely. There may only be 12 years' difference between Harrison Ford and Sean Connery, but it's hard to imagine two better actors to play a bickering father and son, off on a globetrotting, Nazi-bashing, mythical mystery tour. After all, you've got Spielberg/Lucas' own version of James Bond... And the original Bond himself."
  },
  {
    "title": "27) The Lord Of The Rings The Return Of The King",
    "description": "Anyone who bangs on about all those endings is missing the many joys of Peter Jackson's Academy Award-laden trilogy-closer. It has some of the most colossal and entertaining battle scenes ever mounted; it has an awesome giant spider; it has that fantastic dramatic-ironic twist when Gollum saves the day through his own treachery; and it has that bit where Eowyn says, \"I am no man\". Deserves. Every. Oscar."
  },
  {
    "title": "26) Die Hard",
    "description": "One man using only his wits and whatever he can extract from his environment. A gang of bad guys terrorising the locals. If Die Hard wasn't set in a skyscraper during the 1980s, it could easily be a Western. A Western which, in the form of Bruce Willis, not only convinced the world a TV-comedy star could be an action-hero, but also gave us one of our most seethingly charismatic big-screen villain-players: Alan Rickman."
  },
  {
    "title": "25) Fight Club",
    "description": "After all the pre-release hype about how dark and brutal Fight Club was, one of the most surprising things to discover on seeing it was just how funny it actually was. And just as well; if you weren't laughing at Bob's \"bitch-tits\" or Tyler Durden's human-fat soap-making antics, it would be pretty hard to process David Fincher's bravura take on Chuck Palahniuk's tale of modern masculinity running insanely rampant."
  },
  {
    "title": "24) Terminator 2 Judgment Day",
    "description": "Making Arnie's T-800 a protector rather than killer for part two could have been a shark-jump moment for the Terminator series, but we're talking about James Cameron here. So it paid off — especially as this Terminator was just as much a student in human behaviour (with John Connor his teacher) as guardian, with some darkly comical results (\"He'll live\"). Is it really better than the original? In terms of scale and sheer, balls-out action spectacle, yes."
  },
  {
    "title": "23) 2001: A Space Odyssey",
    "description": "You've voted it your favourite Kubrick movie, which makes sense to us. It is arguably his greatest gift to cinema, an infinitely ambitious vision of a space-faring future whose narrative centres on the most pivotal moment in human evolution since some ape-man first bashed another ape-man with an old bone. Graceful, gorgeous, unwearied by time's passing. Rather like that monolith."
  },
  {
    "title": "22) Avengers: Endgame",
    "description": "What does it take to dethrone James Cameron? A blockbuster of behemothic proportions. The weight of expectations on Endgame — the culmination of 11 years of interweaving stories, following up the greatest cinematic cliffhanger since The Empire Strikes Back — was immense, which only makes it more miraculous that the Russo Brothers (and writers Christopher Markus & Stephen McFeeley) delivered a thrilling, adventurous, emotional time-travelling trip through the entire MCU so far. The character pay-offs are just as staggering as the action — and when Steve Rogers finally proved worthy enough to lift Mjolnir, a stone-cold cultural moment was created."
  },
  {
    "title": "21) Alien",
    "description": "On the one hand, re-watching Ridley Scott's deep-space monster-slasher (and it's a movie which can handle as many re-watches as you can throw at it) makes you appreciate why he keeps coming back to that universe: it's so intoxicatingly atmospheric and deeply compelling, it sticks to you like a parasite. On the other hand, it really does make you wonder why he feels the need to keep tinkering with new cuts. After all, he got it perfectly right the first time around."
  },
  {
    "title": "20) The Matrix",
    "description": "How two sibling indie film-makers with only a slick, sexy little crime film to their name (Bound) created their own blockbuster sci-fi franchise. And opened up western audiences to the truth that kung-fu acrobatics are so much more fun than watching American or European muscle-men waving guns around. While also making everyone examine some fundamental philosophical questions about reality. Thanks to the Wachowskis, we all took the red pill, and we've never regretted it."
  },
  {
    "title": "19) Inception",
    "description": "Will Christopher Nolan ever make a Bond movie? Well, with Inception he kind of already has. Except, instead of a British secret agent, we get a freelance corporate dream-thief. And the big climactic action sequence is so huge it takes up almost half the movie and is actually three big action sequences temporally nested inside each other around a surreal, metaphysical-conflict core."
  },
  {
    "title": "18) Parasite",
    "description": "Few award ceremony moments stick in the mind more than Parasite taking the Best Picture gong at the Oscars in 2020. It's no surprise that it made history as the first non-English language movie to do so – this South Korean genre-defying delight offers some of the biggest twists and expertly mounted tension in recent memory, with a family of excellent performances from Song Kang-ho, Park So-dam, Choi Woo-shik and more. Bitingly satirical, darkly comedic and made with unmatched precision, Parasite doesn't just overcome the 'one inch barrier' of subtitles, as referenced in director Bong Joon-ho's acceptance speech – it obliterates it entirely."
  },
  {
    "title": "17) Aliens",
    "description": "The genius of James Cameron's self-penned Alien follow-up was to not try to top the original as one of the greatest ever horror movies. Instead, he transplanted the Alien (and, significantly, Ripley) to a different genre, and created one of the greatest ever action movies. That's also a Vietnam metaphor. And also one of the most enduringly quotable films."
  },
  {
    "title": "16) Blade Runner",
    "description": "Rain-lashed, noodle-bar-packed streets shrouded in perpetual night, with giant adverts and neon signs doing the job you'd usually expect of the sun itself... The not-too-distant future had never looked cooler than in Ridley Scott's sci-fi gumshoe noir, and we're not sure it ever will."
  },
  {
    "title": "15) Jurassic Park",
    "description": "When dinosaurs first ruled the movie-Earth, they did so in a herky-jerky stop-motion manner that while charmingly effective, required a fair dose of disbelief-suspension. When Steven Spielberg brought them back on Isla Nublar, we felt for the first time they could be real, breathing animals (as opposed to monsters). And that's as much thanks to Stan Winston's astonishing animatronics work as to ILM's groundbreaking CGI."
  },
  {
    "title": "14) The Godfather Part II",
    "description": "Often cited as the greatest-ever sequel, TGPII, as no-one's ever called it, is more accurately described as a seprequel. In a narrative masterstroke, it parallels Michael's (Al Pacino) consolidation of power with the ascendance of his Dad, Vito (Robert De Niro); the triumph of one paving the way to the utter corruption of the other."
  },
  {
    "title": "13) Back To The Future",
    "description": "Part science-fiction caper, part generational culture-clash movie, part weirdo family drama (in which the hero has to rescue his own existence after his mother falls in lust with him, eww), Back To The Future still manages to be timeless despite being so rooted in, well, time. And it might just have the best title of anything on this entire list."
  },
  {
    "title": "12) Mad Max: Fury Road",
    "description": "In which old dog George Miller taught Hollywood some new tricks. Stripping the chase movie down to its raw essentials (the plot is basically: run away... then run back again!), Miller expertly built the narrative through some of the most astonishing and gloriously operatic action scenes we'd seen in yonks. While also ensuring his female characters are the film's strongest; Charlize Theron's Furiosa and Immortan Joe's ex-brides are inheriting a world \"killed\" by men...Read Empire's review of Mad Max: Fury Road"
  },
  {
    "title": "11) Star Wars",
    "description": "George Lucas' cocktail of fantasy, sci-fi, Western and World War II movie remains as culturally pervasive as ever. It's so mythically potent, you sense in time it could become a bona-fide religion..."
  },
  {
    "title": "10) Goodfellas",
    "description": "Where Coppola embroiled us in the politics of the Mafia elite, Martin Scorsese drew us into the treacherous but seductive world of the Mob's foot soldiers. And its honesty was as impactful as its sudden outbursts of (usually Joe Pesci-instigated) violence. Not merely via Henry Hill's (Ray Liotta) narrative, but also Karen's (Lorraine Bracco) perspective: when Henry gives her a gun to hide, she admits, \"It turned me on.\""
  },
  {
    "title": "9) Raiders Of The Lost Ark",
    "description": "In '81, it must have sounded like the ultimate pitch: the creator of Star Wars teams up with the director of Jaws to make a rip-roaring, Bond-style adventure starring the guy who played Han Solo, in which the bad guys are the evillest ever (the Nazis) and the MacGuffin is a big, gold box which unleashes the power of God. It still sounds like the ultimate pitch."
  },
  {
    "title": "8) Avengers: Infinity War",
    "description": "It was the biggest crossover event in cinematic history, and the biggest cliffhanger we never saw coming. After ten years and eighteen movies, Marvel took superhero filmmaking to a new level when they united all of Earth's mightiest heroes (and several more) against The Mad Titan himself – and incredibly, devastatingly, they lost. Infinity War crashed much-loved characters into each other's orbits, flitting between planets at breakneck speed as the Avengers desperately tried to stop Thanos from clicking his fingers and wiping out half the universe. Spectacular action, punch-the-air moments and big-scale battles are perfectly balanced, as all things should be, with hilarious interplays and aching emotion. Cinema doesn't get much bigger, or better, than this."
  },
  {
    "title": "7) Pulp Fiction",
    "description": "If Reservoir Dogs was a blood-spattered calling card, Pulp Fiction saw Quentin Tarantino kick our front door off its hinges — and then get applauded for doing it with such goddamn panache. It wore its numerous influences on its sleeve and yet felt utterly, invigoratingly fresh and new. We happy? Yeah, we happy."
  },
  {
    "title": "6) Jaws",
    "description": "Forty-five years young, and Spielberg's breakthrough remains the touchstone for event-movie cinema. Not that any studio these days would dare put out a summer blockbuster that's half monster-on-the-rampage disaster, half guys-bonding-on-a-fishing-trip adventure. Maybe that's why it's never been rebooted. Or just because it's genuinely unsurpassable."
  },
  {
    "title": "5) The Shawshank Redemption",
    "description": "The warm, leathery embrace of Morgan Freeman's narration... The reassuringly Gary Cooper-ish rumple of Tim Robbins' face... Odd that a movie which features such harshness and tragedy should remain a feel-good perennial — even odder when you consider it was a box-office flop on release. Few directorial debuts are so deftly constructed; no surprise, then, that Frank Darabont has yet to top it."
  },
  {
    "title": "4) The Dark Knight",
    "description": "Easily as influential on the genre as that other summer '08 comic-book movie, Iron Man, Christopher Nolan's Batman Begins sequel works wonders because he never saw it as a superhero film. It's closer to a Michael Mann crime epic — except instead of Pacino and De Niro in a diner, you get a bloke dressed as a bat and a psychotic clown in a police interrogation room. With, er, Aaron Eckhart as Val Kilmer..."
  },
  {
    "title": "3) The Godfather",
    "description": "Stanley Kubrick once described Francis Ford Coppola's adaptation of Mario Puzo's novel as the best film ever made – though having previously topped this list, this time it falls to bronze position. At once an art movie and a commercial blockbuster, The Godfather marked the dawn of the age of the mega-movie. An icon of the gangster genre, its imprinted in popular culture – \"Luca Brasi sleeps with the fishes\", the horse's head in the bed – but the first instalment of Brando's cotton-cheeked patriarch's fight for power is so much more than those moments. With performances, style and substance to savour, it's managed to both smash box office records and live on as a staple of cinematic canon."
  },
  {
    "title": "2) Star Wars: The Empire Strikes Back",
    "description": "The original \"this one's darker\" sequel, and by far the strongest of the saga. Not just because the baddies win (temporarily), or because it Force-slammed us with that twist (\"No, I am your father\"). Empire super-stardestroys thanks to the way it deepens the core relationships — none more effectively than Han and Leia's. She loves him. He knows. And it still hurts."
  },
  {
    "title": "1) The Lord Of The Rings: The Fellowship Of The Ring",
    "description": "A wizard is never late. Nor is he early. He arrives precisely when he... well, you know the rest. It might have taken 20 years for Peter Jackson's plucky fantasy to clamber, Mount-Doom-style, to the very pinnacle of our greatest-movies pantheon. But here it is, brighter and more resplendent than ever.The Fellowship Of The Ring contains so much movie. Even at the halfway point, as the characters take a breather to bicker in Rivendell, you already feel sated, like you've experienced more thrills, more suspense, more jollity and ethereal beauty than a regular film could possibly muster up. But Jackson is only getting started. Onwards his adventure hustles, to the bravura dungeoneering of Khazad-dum, to the sinisterly serene glades of Lothlorien, to the final requiem for flawed Boromir amidst autumnal leaves. As Fellowship thrums to its conclusion, finally applying the brakes with a last swell of Howard Shore's heavenly score, you're left feeling euphoric, bereft and hopeful, all at the same time. The Two Towers has the coolest battle. The Return Of The King boasts the most batshit, operatic spectacle. But Fellowship remains the most perfect of the three, matching every genius action beat with a soul-stirring emotional one, as its Middle-earth-traversing gang swells in size in the first act, then dwindles in the third. This oddball suicide squad has so much warmth and wit, they're not just believable as friends of each other — they've come to feel like they're our pals too.An ornately detailed masterwork with a huge, pulsing heart, it's just the right film for our times — full of craft, conviction and a belief that trudging forward, step by step, in dark days is the bravest act of all. Its ultimate heroes aren't the strongest, or those with the best one-liners, but the ones who just keep going. And so Fellowship endures: a miracle of storytelling, a feat of filmmaking and still the gold standard for cinematic experiences. Right, now that's decided, who's up for second breakfast?"
  }
]
